Repository: jehofmann/digas-fe-management
Catalog: Resources/Private/Language/Overrides/*.locallang_felogin.xlf
Languages: de

# login_user_info
source: You are now logged in as '%s'
de: Sie sind nun angemeldet als '%s'

# welcome_header
source: User login
de: Benutzeranmeldung

# welcome_message
source: Enter your username and password here in order to log in on the website
de: Geben Sie hier Ihren Benutzernamen und Ihr Passwort ein, um sich an der Website anzumelden.

# logout_header
source: You have logged out.
de: Sie haben sich abgemeldet.

# logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
de: Sie haben sich soeben von Ihrer Sitzung auf dieser Website abgemeldet. Über das folgende Formular können Sie sich erneut oder als ein anderer Benutzer anmelden.

# error_header
source: Login failure
de: Anmeldung fehlgeschlagen

# error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
de: Bei der Anmeldung ist ein Fehler aufgetreten. Wahrscheinlich haben Sie den Benutzernamen oder das Passwort nicht korrekt eingegeben. Bitte achten Sie auf die exakte Schreibweise (Groß-/Kleinschreibung). Eine weitere Möglichkeit ist, dass Cookies in Ihrem Webbrowser deaktiviert sind.

# success_header
source: Login successful
de: Anmeldung erfolgreich

# success_message
source: You are now logged in as '###USER###'
de: Sie sind nun angemeldet als '###USER###'

# status_header
source: Current status
de: Aktueller Status

# status_message
source: This is your current status
de: Dies ist Ihr aktueller Status

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
de: Warnung: Möglicherweise sind Cookies in Ihrem Browser deaktiviert! Falls Ihre Anmeldung beim nächsten Klick verschwindet, ist dies der Fall. Sie sollten Cookies für diese Website umgehend aktivieren.

source: Username
de: E-Mail-Adresse

source: Password
de: Passwort

source: Login
de: Anmelden

# permalogin
source: Stay logged in
de: Angemeldet bleiben

source: Logout
de: Abmelden

source: Send password
de: Passwort senden

source: Reset Password
de: Passwort zurücksetzen

# change_password_header
source: Change your password
de: Passwort ändern

# change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
de: Bitte geben Sie Ihr neues Passwort zweimal ein. Das Passwort muss eine Mindestlänge von %s Zeichen haben.

# change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
de: Fehler: Kein Präfix für den Link gesetzt.

# change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
de: Der angeklickte Link ist ungültig. Bitte wiederholen Sie den Vorgang "Passwort vergessen".

# change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
de: Die Passwörter stimmen nicht überein. Das Passwort muss eine Mindestlänge von %s Zeichen haben.

# change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
de: Das Passwort ist zu kurz. Das Passwort muss eine Mindestlänge von %s Zeichen haben.

# change_password_done_message
source: Your password has been saved. You can now login with your new password.
de: Ihr Passwort wurde gespeichert. Sie können sich nun mit Ihrem neuen Passwort anmelden.

# change_password
source: Change your password
de: Ihr Passwort ändern

# newpassword_label1
source: Enter new password
de: Neues Passwort eingeben

# newpassword_label2
source: Repeat new password
de: Neues Passwort wiederholen

source: Your email
de: Ihre E-Mail-Adresse

# forgot_header
source: Forgot your password?
de: Passwort vergessen?

# forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
de: Ihr Passwort Hallo %s, Ihr Benutzername lautet "%s" Ihr Passwort lautet "%s"

# forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
de: Ihr Passwort Hallo %s, wir konnten zu dieser E-Mail-Adresse keinen Benutzernamen finden. Bitte prüfen Sie die Schreibweise oder ob Sie bereits registriert sind.

# forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
de: Ihr neues Passwort Hallo %s, diese E-Mail wurde gesendet, um Ihr Passwort zurückzusetzen. Bitte klicken Sie auf den folgenden Link: %s Aus Sicherheitsgründen ist dieser Link nur bis %s aktiv.

# forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
de: Bitte geben Sie die E-Mail-Adresse an, mit der Sie sich registriert haben. Klicken Sie dann auf "Passwort senden", um Anweisungen per E-Mail zu erhalten.

# forgot_message_emailSent
source: Your password has now been sent to the email address %s
de: Ihr Passwort wurde soeben an die E-Mail-Adresse %s gesendet.

# forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
de: Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein. Anweisungen zum Zurücksetzen des Passworts werden Ihnen umgehend per E-Mail zugesandt.

# forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
de: Eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts wurde versandt. Falls Sie keine E-Mail erhalten, wurde kein Konto zu dieser Adresse gefunden.

# forgot_reset_message_error
source: Your account or email address does not exist.
de: Ihr Konto oder Ihre E-Mail-Adresse existiert nicht.

# forgot_header_backToLogin
source: Return to login form
de: Zurück zum Anmeldeformular

# enter_your_data
source: Username or email address
de: Benutzername oder E-Mail-Adresse

# password_recovery_mail_header
source: Your new password
de: Ihr neues Passwort

source: Password recovery link
de: Link zur Passwort-Wiederherstellung

# password_recovery_link_expired
source: Your password recovery link is expired.
de: Ihr Link zur Passwort-Wiederherstellung ist abgelaufen.

# empty_password_and_password_repeat
source: New password and new password repeat cannot be empty
de: Das neue Passwort und die Wiederholung dürfen nicht leer sein.

# password_must_match_repeated
source: New Password must match repeated password.
de: Das neue Passwort muss mit der Wiederholung übereinstimmen.

# forgot_validate_reset_password_html
source: <p>Dear %s,</p> <p>This email was sent in response to your request to reset your password. Please click on the link below.</p> <p>%s</p> <p>For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.</p>
de: <p>Hallo %s,</p> <p>diese E-Mail wurde gesendet, um Ihr Passwort zurückzusetzen. Bitte klicken Sie auf den folgenden Link:</p> <p>%s</p> <p>Aus Sicherheitsgründen ist dieser Link nur bis %s aktiv. Wenn Sie den Link nicht vor diesem Zeitpunkt aufrufen, müssen Sie den Vorgang wiederholen.</p>
