Repository: jehofmann/digas-fe-management
Catalog: Resources/Private/Language/Overrides/*.locallang_femanager.xlf
Languages: de

# tx_femanager_domain_model_user
source: User
de: Benutzer

# tx_femanager_domain_model_user.username
source: Username
de: Nutzername

# tx_femanager_domain_model_user.password
source: Password
de: Kennwort

# tx_femanager_domain_model_user.password_repeat
source: Repeat Password
de: Kennwort wiederholen

# tx_femanager_domain_model_user.usergroup
source: Usergroup
de: Nutzergruppe

# tx_femanager_domain_model_user.name
source: Full Name
de: Vollständiger Name

# tx_femanager_domain_model_user.firstName
source: Firstname
de: Vorname

# tx_femanager_domain_model_user.middleName
source: Middlename
de: Mittlerer Name

# tx_femanager_domain_model_user.lastName
source: Lastname
de: Nachname

# tx_femanager_domain_model_user.dateOfBirth
source: Birthdate
de: Geburtsdatum

# tx_femanager_domain_model_user.dateOfBirth.hint
source: Please type your birthdate as MM/DD/YYYY
de: Bitte geben Sie Ihr Geburtsdatum im Format MM/DD/YYYY ein

# tx_femanager_domain_model_user.gender
source: Gender
de: Anrede

# tx_femanager_domain_model_user.gender.item0
source: Male
de: Männlich

# tx_femanager_domain_model_user.gender.item1
source: Female
de: Weiblich

# tx_femanager_domain_model_user.gender.item2
source: Diverse
de: Divers

# tx_femanager_domain_model_user.address
source: Address
de: Adresse

# tx_femanager_domain_model_user.telephone
source: Telephone
de: Telefonnummer

# tx_femanager_domain_model_user.email
source: Email
de: Email-Adresse

# tx_femanager_domain_model_user.zip
source: ZIP
de: Postleitzahl

# tx_femanager_domain_model_user.city
source: City
de: Ort

# tx_femanager_domain_model_user.country
source: Country
de: Land

# tx_femanager_domain_model_user.district
source: District
de: Ortsteil

# tx_femanager_domain_model_user.state
source: State
de: Bundesland

# tx_femanager_domain_model_user.company
source: Company
de: Firma

# tx_femanager_domain_model_user.terms
source: I accept the terms and conditions
de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen

# tx_femanager_domain_model_user.termslinktext
source: Click here for terms and conditions
de: Hier klicken für Allgemeine Geschäftsbedingungen

# tx_femanager_domain_model_user.lastlogin
source: Last login
de: Letzter Login

# tx_femanager_domain_model_user.inactivesince
source: Inactive since
de: Inaktiv seit

# tx_femanager_domain_model_user.crdate
source: Creation Time
de: Erstellungszeit

# tx_femanager_domain_model_log
source: User Log
de: Nutzerprotokoll

# tx_femanager_domain_model_log.crdate
source: Time
de: Erstellungszeit

# tx_femanager_domain_model_log.state
source: State
de: Status

# tx_femanager_domain_model_log.state.100
source: Registration
de: Registrierung

# tx_femanager_domain_model_log.state.101
source: New Registration
de: Neue Registrierung

# tx_femanager_domain_model_log.state.102
source: Registration confirmed by user
de: Registrierung bestätigt durch Nutzer

# tx_femanager_domain_model_log.state.103
source: Registration confirmed by admin
de: Registrierung bestätigt durch Admin

# tx_femanager_domain_model_log.state.104
source: Registration refused by user
de: Registrierung abgelehnt durch Nutzer

# tx_femanager_domain_model_log.state.105
source: Registration refused by admin
de: Registrierung abgelehnt durch Admin

# tx_femanager_domain_model_log.state.106
source: Profile creation request
de: Profilerstellungsanfrage

# tx_femanager_domain_model_log.state.200
source: Update
de: Aktualisierung

# tx_femanager_domain_model_log.state.201
source: Profile updated
de: Profil aktualisiert

# tx_femanager_domain_model_log.state.202
source: Profile update confirmed by admin
de: Profilaktualisierung bestätigt durch Admin

# tx_femanager_domain_model_log.state.203
source: Profile update refused by admin
de: Profilaktualisierung abgelehnt durch Admin

# tx_femanager_domain_model_log.state.204
source: Profile update request
de: Profilaktualisierungsanfrage

# tx_femanager_domain_model_log.state.205
source: Profile update security failure
de: Profilaktualisierung Sicherheitsfehler

# tx_femanager_domain_model_log.state.300
source: Delete
de: Löschen

# tx_femanager_domain_model_log.state.301
source: Profile deleted
de: Profil gelöscht

# tx_femanager_domain_model_log.state.400
source: Invitation
de: Einladung

# tx_femanager_domain_model_log.state.401
source: Profile created and user invited
de: Profil erstellt und Nutzer eingeladen

# tx_femanager_domain_model_log.state.402
source: Profile deleted by user
de: Profil gelöscht durch Nutzer

# tx_femanager_domain_model_log.state.403
source: Wrong hash
de: Falscher Hash

# tx_femanager_domain_model_log.state.404
source: You tried to open a restricted page
de: Sie haben versucht, eine eingeschränkte Seite zu öffnen

# tx_femanager_domain_model_log.state.405
source: Password changed and profile activated
de: Passwort geändert und Profil aktiviert

# tx_femanager_domain_model_log.user
source: User
de: Benutzer

# error_no_storagepid
source: No Storage PID was set. Please set the storage PID via TypoScript or in the plugin settings.
de: Es wurde keine Storage-PID gesetzt. Bitte setzen Sie die Storage-PID über TypoScript oder in den Plugin-Einstellungen.

# error_not_authorized
source: You are not authorized for this action
de: Sie sind nicht berechtigt, diese Aktion auszuführen.

# validationError
source: Error
de: Fehler

# validationErrorRequiredModel
source: Username and password must be filled
de: Benutzername und Passwort müssen ausgefüllt werden.

# validationErrorWrongDateFormat
source: Given date format is wrong
de: Das angegebene Datumsformat ist falsch.

# validationErrorRequired
source: Field %s is required
de: Das Feld %s ist ein Pflichtfeld.

# validationErrorEmail
source: Field %s is not a valid email address
de: Das Feld %s enthält keine gültige E-Mail-Adresse.

# validationErrorMin
source: Please add more characters to field %s
de: Bitte geben Sie mehr Zeichen in das Feld %s ein.

# validationErrorMax
source: Please add less characters to field %s
de: Bitte geben Sie weniger Zeichen in das Feld %s ein.

# validationErrorInt
source: Only numbers are allowed in field %s
de: In Feld %s sind nur Zahlen erlaubt.

# validationErrorLetters
source: Only letters are allowed in field %s
de: In Feld %s sind nur Buchstaben erlaubt.

# validationErrorUniquePage
source: Value of field %s is already in use
de: Der Wert des Feldes %s wird bereits verwendet.

# validationErrorUniqueDb
source: Value of field %s is already in use
de: Der Wert des Feldes %s wird bereits verwendet.

# validationErrorMustInclude
source: Try another value for field %s
de: Bitte versuchen Sie einen anderen Wert für das Feld %s.

# validationErrorMustNotInclude
source: Not allowed signs in field %s
de: Nicht erlaubte Zeichen im Feld %s.

# validationErrorInList
source: This value is not allowed in field %s
de: Dieser Wert ist im Feld %s nicht erlaubt.

# validationErrorSameAs
source: Please check your value
de: Bitte überprüfen Sie Ihren eingegebenen Wert.

# validationErrorPasswordRepeat
source: Both passwords do not fit
de: Die beiden Passwörter stimmen nicht überein.

# validationErrorDate
source: Date has the wrong format
de: Das Datum hat ein falsches Format.

# validationErrorCaptcha
source: Wrong Captcha code
de: Falscher Captcha-Code.

# validationErrorGeneral
source: Field could not be validated
de: Das Feld konnte nicht validiert werden.

# emailCreateAdminConfirmationSubject
source: Please confirm a new registration
de: Bitte bestätigen Sie eine neue Registrierung

# emailCreateAdminConfirmationSalutation
source: Dear Admin,
de: Hallo Administrator,

# emailCreateAdminConfirmationUserProperties
source: User properties:
de: Benutzereigenschaften:

# emailCreateAdminConfirmationText1
source: Please confirm registration of %s by clicking the following link:
de: Bitte bestätigen Sie die Registrierung von %s durch Klick auf den folgenden Link:

# emailCreateAdminConfirmationLinkConfirm
source: Confirm registration
de: Registrierung bestätigen

# emailCreateAdminConfirmationText2
source: If you want to delete the registration, click this link:
de: Falls Sie die Registrierung löschen möchten, klicken Sie auf diesen Link:

# emailCreateAdminConfirmationLinkConfirmRefused
source: Delete profile
de: Profil löschen

# emailCreateAdminConfirmationText3
source: If you want to delete the registration, without sending an email to the user, click this link:
de: Falls Sie die Registrierung löschen möchten, ohne eine E-Mail an den Benutzer zu senden, klicken Sie auf diesen Link:

# emailCreateAdminConfirmationLinkConfirmRefusedSilent
source: Silently delete profile
de: Profil lautlos löschen

# emailCreateUserConfirmationSubject
source: Please confirm your profile creation request
de: Bitte bestätigen Sie Ihre Profilregistrierung

# emailCreateUserConfirmationSalutation
source: Dear
de: Hallo

# emailCreateUserConfirmationText1
source: Please confirm your profile registration on our server by clicking the following link:
de: Bitte bestätigen Sie Ihre Registrierung auf DiGA.Sax indem Sie auf den Button klicken:

# emailCreateUserConfirmationLinkConfirm
source: Confirm profile
de: Profil bestätigen

# emailCreateUserConfirmationText2
source: If you don't want to be registered on our system, click this link:
de: Falls Sie nicht auf DiGA.Sax registriert werden möchten, klicken Sie auf diesen Link:

# emailCreateUserConfirmationLinkConfirmRefused
source: Delete profile
de: Profil löschen

# emailCreateUserConfirmationSignature
source: Your DiGA.Sax team.
de: Ihr DiGA.Sax-Team.

# emailCreateUserNotifySubject
source: Your registration was confirmed
de: Ihre Registrierung wurde bestätigt

# emailCreateUserNotifySalutation
source: Dear
de: Hallo

# emailCreateUserNotifyText1
source: Your profile was confirmed and successfully created.
de: Ihr Profil wurde bestätigt und erfolgreich erstellt.

# emailCreateUserNotifySignature
source: Your website team.
de: Ihr Website-Team.

# emailCreateUserNotifyRefusedSubject
source: Dear
de: Hallo

# emailCreateUserNotifyRefusedSalutation
source: Dear
de: Hallo

# emailCreateUserNotifyRefusedText1
source: Thank you for your profile request. We're sorry to tell you, that we had to refuse your request.
de: Vielen Dank für Ihre Profilanfrage. Leider müssen wir Ihnen mitteilen, dass wir Ihre Anfrage ablehnen mussten.

# emailCreateUserNotifyRefusedSignature
source: Your website team.
de: Ihr Website-Team.

# emailUpdateNotifySubject
source: Profile update
de: Profilaktualisierung

# emailUpdateNotifySalutation
source: Dear Admin,
de: Hallo Administrator,

# emailUpdateNotifyText1
source: Profile change by user %s
de: Profiländerung durch Benutzer %s

# emailUpdateNotifyField
source: Fieldname
de: Feldname

# emailUpdateNotifyOld
source: Old value
de: Alter Wert

# emailUpdateNotifyNew
source: New value
de: Neuer Wert

# emailInvitationSubject
source: Confirm your profile
de: Bitte bestätigen Sie Ihr Profil

# emailInvitationSalutation
source: Dear
de: Hallo

# emailInvitationText1
source: Your new profile was just created.
de: Ihr neues Profil wurde soeben erstellt.

# emailInvitationText2
source: Please confirm your profile registration on our server by clicking the following link. After that, you can define a password.
de: Bitte bestätigen Sie Ihre Profilregistrierung auf DiGA.Sax indem Sie auf den folgenden Link klicken. Danach können Sie Ihr Passwort festlegen.

# emailInvitationLinkConfirm
source: Confirm Profile
de: Profil bestätigen

source: No records found.
de: Keine Datensätze gefunden.

# notLoggedIn
source: Please log in before
de: Bitte melden Sie sich zuerst an

# submitNew
source: Create Profile Now
de: Profil jetzt erstellen

# passwordRepeat
source: Repeat Password
de: Passwort wiederholen

# titleCreateProfile
source: Create a new user-profile
de: Neues Benutzerprofil erstellen

# submitEdit
source: Update Profile
de: Profil aktualisieren

# create
source: Profile successfully created
de: Profil erfolgreich erstellt

# createRequestWaitingForUserConfirm
source: Thank you for your request. Please check your mail account to confirm the profile.
de: Vielen Dank für Ihre Anfrage. Bitte prüfen Sie Ihr E-Mail-Postfach, um das Profil zu bestätigen.

# resendConfirmationMailSend
source: An Email was send to your account. Please check your inbox.
de: Eine E-Mail wurde an Ihre Adresse gesendet. Bitte prüfen Sie Ihren Posteingang.

# ratelimiter_too_many_attempts
source: Too many attempts from this IP address. Try again later.
de: Zu viele Versuche von dieser IP-Adresse. Bitte versuchen Sie es später erneut.

# createFailedProfile
source: Profile creation failed
de: Profilerstellung fehlgeschlagen

# userAlreadyConfirmed
source: Profile is already confirmed
de: Profil ist bereits bestätigt

# missingUserInDatabase
source: No Profile found in database. Maybe it was deleted before.
de: Kein Profil in der Datenbank gefunden. Eventuell wurde es bereits gelöscht.

# createProfileDeleted
source: Profile successfully deleted
de: Profil erfolgreich gelöscht

# titleUpdateProfile
source: Update your user-profile
de: Benutzerprofil aktualisieren

# confirmUserConfirmation
source: Please confirm the creation of your account.
de: Bitte bestätigen Sie die Erstellung Ihres Kontos.

# confirmUserConfirmationRefused
source: Please confirm the deletion of your account.
de: Bitte bestätigen Sie die Löschung Ihres Kontos.

# confirmAdminConfirmation
source: Please confirm the creation of this account.
de: Bitte bestätigen Sie die Erstellung dieses Kontos.

# confirmAdminConfirmationRefused
source: Please confirm the deletion of this account.
de: Bitte bestätigen Sie die Löschung dieses Kontos.

# confirmAdminConfirmationRefusedSilent
source: Please confirm the silent deletion of this account.
de: Bitte bestätigen Sie die lautlose Löschung dieses Kontos.

# update
source: Profile successfully changed
de: Profil erfolgreich geändert

# noChanges
source: No changes detected, nothing to update
de: Keine Änderungen erkannt, nichts zu aktualisieren

# updateRequest
source: Your change request was transmitted to the administrator. After a confirmation, your profile will be up-to-date.
de: Ihre Änderungsanfrage wurde an den Administrator übermittelt. Nach der Bestätigung wird Ihr Profil aktualisiert.

# login
source: You're successfully logged in now
de: Sie sind jetzt erfolgreich angemeldet

source: Delete Profile
de: Profil löschen

# updateProfile
source: Profile successfully updated
de: Profil erfolgreich aktualisiert

# updateFailedProfile
source: Profile update failed
de: Profilaktualisierung fehlgeschlagen

# field_image_fineuploader
source: Please enable fineUploader plugin
de: Bitte aktivieren Sie das fineUploader-Plugin

# field_image_drag
source: Drag file
de: Datei hierher ziehen

# field_image_drag_processing
source: Drag in progress ...
de: Upload läuft ...

# field_image_upload
source: Upload
de: Hochladen

source: empty
de: leer

source: Please choose ...
de: Bitte wählen Sie ...

# pleaseChooseCountry
source: Please choose a country ...
de: Bitte wählen Sie ein Land ...

# FilterLabel
source: Search
de: Suche

# FilterPlaceholder
source: Search ...
de: Suche ...

# FilterSubmit
source: Filter now
de: Jetzt filtern

# UserDeleteConfirmation
source: Are you sure to delete your profile?
de: Sind Sie sicher, dass Sie Ihr Profil löschen möchten?

# titleInvitationProfile
source: Invite a new user
de: Neuen Benutzer einladen

# titleInvitationSetPassword
source: Please set a new password
de: Bitte legen Sie ein neues Passwort fest

# BackendListUserDelete
source: Delete
de: Löschen

# BackendListUserDeleteConfirmation
source: Are you sure to delete this User?
de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?

# BackendListUserEdit
source: Edit
de: Bearbeiten

# BackendListUserLogout
source: Logout
de: Abmelden

# BackendListUserVisibilityHide
source: Disable
de: Deaktivieren

# BackendListUserVisibilityHidden
source: Hidden
de: Versteckt

# BackendListUserVisibilityUnhide
source: Enable
de: Aktivieren

# BackendListFilterLabel
source: Search
de: Suche

# BackendListLoginAs
source: Login as
de: Anmelden als

# BackendConfirmationNoteTitle
source: Possible action:
de: Mögliche Aktion:

# BackendConfirmationNoteText
source: %s approval(s) available
de: %s Bestätigung(en) verfügbar

# BackendConfirmationColumnAction
source: Actions
de: Aktionen

# BackendMissingConfigPID
source: The config PID is missing!
de: Die Konfigurations-PID fehlt!

# BackendConfirmationFlashMessageConfirmed
source: %s was successfully approved
de: %s wurde erfolgreich bestätigt

# BackendConfirmationFlashMessageFailed
source: The user confirmation failed, please check your system log or check your config
de: Die Benutzerbestätigung schlug fehl. Bitte prüfen Sie das Systemprotokoll oder die Konfiguration.

# BackendConfirmationFlashMessageRefused
source: %s was refused
de: %s wurde abgelehnt

# BackendConfirmationResendUserConfirmationRequest
source: resend user confirmation e-mail
de: Bestätigungs-E-Mail erneut senden

# BackendConfirmationFlashMessageReSend
source: %s confirmation mail was resend
de: Die Bestätigungs-Mail für %s wurde erneut gesendet

# resendConfirmationDialogueMessage
source: Your userprofile is not confirmed yet.
de: Ihr Benutzerprofil ist noch nicht bestätigt.

# resendConfirmationDialogueLink
source: Resend confirmation email?
de: Bestätigungs-E-Mail erneut senden?

# createStatus
source: User registration
de: Benutzerregistrierung
